zuorasoap/zuorasoap-connector/zuorasoap-connector-1.0.0/org.wso2.carbon.connector/src/test/resources/artifacts/ESB/config/soapRequests/zuorasoap/apiLogin.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns:urn="http://api.zuora.com/">
    <soapenv:Header/>
    <soapenv:Body>
        <urn:login>
            <urn:username>%s(username)</urn:username>
            <urn:password>%s(password)</urn:password>
        </urn:login>
    </soapenv:Body>
</soapenv:Envelope>